[
    {
        "id":  2,
        "name":  "Strogonoff de Frango",
        "mini_presentation":  "Cubos de frango macios preparados em um molho cremoso e bem temperado, criando um prato clássico, reconfortante e cheio de sabor, ideal para qualquer momento do dia.",
        "full_description":  "Nosso strogonoff de frango é preparado com cubos selecionados, cozidos no ponto certo para garantir maciez e suculência.\nO molho cremoso, feito com temperos equilibrados, envolve o frango de forma perfeita, trazendo um sabor marcante e agradável.\n\nÉ uma refeição completa, muito apreciada por quem busca conforto, tradição e qualidade em um único prato.",
        "image_url":  "https://i.pinimg.com/736x/45/00/16/45001605a4861cd5f0b7dc9f8335ed7d.jpg",
        "category_id":  null,
        "price":  29.9,
        "status":  "active",
        "display_order":  0,
        "created_at":  "2025-12-28 15:28:38",
        "updated_at":  "2025-12-28 15:34:11"
    },
    {
        "id":  3,
        "name":  "Carne de Panela",
        "mini_presentation":  "Carne cozida lentamente com temperos especiais, resultando em uma textura extremamente macia e um sabor encorpado que remete à comida caseira tradicional.",
        "full_description":  "A carne de panela é preparada em cozimento lento, permitindo que os temperos sejam absorvidos por completo, garantindo um prato macio, suculento e cheio de sabor.\nO molho encorpado complementa a carne, tornando cada porção ainda mais saborosa.\n\nUma opção ideal para quem aprecia pratos tradicionais, bem servidos e feitos com cuidado.",
        "image_url":  "https://i.pinimg.com/1200x/09/36/9e/09369e9a2a2f399fb4bb554fe015cc77.jpg",
        "category_id":  null,
        "price":  26.89,
        "status":  "active",
        "display_order":  0,
        "created_at":  "2025-12-28 15:36:11",
        "updated_at":  "2025-12-28 15:38:16"
    },
    {
        "id":  4,
        "name":  "Bife Acebolado",
        "mini_presentation":  "Bife grelhado no ponto certo, acompanhado de cebolas douradas que realçam o sabor da carne e trazem equilíbrio ao prato.",
        "full_description":  "O bife acebolado é preparado com carne selecionada, grelhada cuidadosamente para manter maciez e suculência.\nAs cebolas são douradas lentamente, criando um contraste perfeito entre sabor e textura.\n\nUm prato simples, clássico e muito apreciado, ideal para quem valoriza uma refeição tradicional e saborosa.",
        "image_url":  "https://i.pinimg.com/736x/8f/43/9b/8f439be0201289d3a71c721b70b7dcf5.jpg",
        "category_id":  null,
        "price":  21.9,
        "status":  "active",
        "display_order":  0,
        "created_at":  "2025-12-28 15:39:56",
        "updated_at":  "2025-12-28 15:39:56"
    },
    {
        "id":  5,
        "name":  "Filé de Frango Grelhado",
        "mini_presentation":  "Filé de frango grelhado com temperos suaves, preparado para manter suculência, leveza e um sabor equilibrado.",
        "full_description":  "O filé de frango grelhado é preparado com cuidado, utilizando temperos leves que valorizam o sabor natural da carne.\nGrelhado no ponto certo, mantém sua suculência e textura macia.\n\nUma excelente opção para quem busca uma refeição leve, nutritiva e cheia de sabor.",
        "image_url":  "https://i.pinimg.com/736x/a2/a2/98/a2a29874a5cb5e017417869a9b8d10d7.jpg",
        "category_id":  null,
        "price":  23.99,
        "status":  "active",
        "display_order":  0,
        "created_at":  "2025-12-28 15:41:32",
        "updated_at":  "2025-12-28 15:41:32"
    },
    {
        "id":  6,
        "name":  "Feijoada Tradicional",
        "mini_presentation":  "Feijoada preparada com feijão selecionado, carnes bem temperadas e cozimento lento, resultando em um prato encorpado, saboroso e muito tradicional da culinária brasileira.",
        "full_description":  "Nossa feijoada tradicional é preparada com feijão de qualidade e carnes selecionadas, cozidas lentamente para garantir sabor intenso e textura perfeita.\nOs temperos são equilibrados para criar um prato encorpado, aromático e extremamente saboroso.\n\nUma refeição completa e marcante, ideal para quem aprecia pratos tradicionais e bem servidos.",
        "image_url":  "https://i.pinimg.com/1200x/14/60/22/1460227cac1ed227355e0818af6b1226.jpg",
        "category_id":  null,
        "price":  22,
        "status":  "active",
        "display_order":  0,
        "created_at":  "2025-12-28 15:43:46",
        "updated_at":  "2025-12-28 15:43:46"
    },
    {
        "id":  7,
        "name":  "Frango à Parmegiana",
        "mini_presentation":  "Frango empanado, coberto com molho especial e queijo derretido, criando um prato encorpado, saboroso e irresistível.",
        "full_description":  "O frango à parmegiana é empanado com cuidado, garantindo crocância por fora e maciez por dentro.\nCoberto com molho especial e queijo derretido, o prato traz uma combinação intensa de sabores.\n\nUma escolha perfeita para quem aprecia refeições bem servidas e cheias de personalidade.",
        "image_url":  "https://i.pinimg.com/1200x/5c/ed/c8/5cedc88b226db0604b587ebd2d4bea6e.jpg",
        "category_id":  null,
        "price":  19.9,
        "status":  "active",
        "display_order":  0,
        "created_at":  "2025-12-28 15:45:22",
        "updated_at":  "2025-12-28 15:45:22"
    }
]
